fname = [
    'محمد', 'علی', 'فاطمه', 'زهرا', 'حسین', 'رضا', 'مهدی', 'امیر', 'سارا', 'نرگس',
    'سینا', 'یاسر', 'فرهاد', 'کامران', 'مریم', 'نگار', 'نیلوفر', 'پارسا', 'شایان', 'زینب',
    'ریحانه', 'سامان', 'بهار', 'کیانا', 'سعید', 'امین', 'علی اکبر', 'زهره', 'مرجان', 
    'ارزو', 'مهسا', 'پگاه', 'هانیه', 'آرمین', 'رادین', 'یگانه', 'الهام', 'آتنا', 'ساحل',
    'رامین', 'الهه', 'آیدا', 'آوا', 'کیوان', 'سودابه', 'نیما', 'پریسا', 'دانیال', 'مهتاب',
    'آرش', 'شهرزاد', 'پریا', 'هومن', 'شهاب', 'ندا', 'شقایق', 'رویا', 'پرنیا', 'ستاره', 
    'الناز', 'پویان', 'آرزو', 'سلمان', 'بیتا', 'سپهر', 'کریم', 'افسانه', 'سامیار', 'نوشین', 
    'مهرداد', 'طناز', 'آراد', 'شیرین', 'صبا', 'پوریا', 'مهلا', 'پویان', 'یوسف', 'نوید', 
    'نادر', 'بهناز', 'شکوفه', 'کتایون', 'نازنین', 'شهریار', 'مهسا', 'فرزانه', 'پیمان', 
    'پونه', 'محسن', 'مژگان', 'کاوه', 'شیوا', 'حورا', 'افرا', 'نسترن', 'مهیار', 'آرین', 
    'ترانه', 'آناهیتا', 'پری', 'تارا', 'سام', 'سورنا', 'مژده', 'روشنک', 'نوین', 'باران'
]

english_fname = [
    'Mohammad', 'Ali', 'Fatemeh', 'Zahra', 'Hossein', 'Reza', 'Mahdi', 'Amir', 
    'Sara', 'Narges', 'Sina', 'Yaser', 'Farhad', 'Kamran', 'Maryam', 'Negar', 
    'Niloufar', 'Parsa', 'Shayan', 'Zeynab', 'Reyhaneh', 'Saman', 'Bahar', 
    'Kiana', 'Saeed', 'Amin', 'AliAkbar', 'Zohreh', 'Marjan', 'Arezu', 'Mahsa',
    'Pegah', 'Hanieh', 'Armin', 'Radin', 'Yeganeh', 'Elham', 'Atena', 'Sahel',
    'Ramin', 'Elaheh', 'Aida', 'Ava', 'Keyvan', 'Soudabeh', 'Nima', 'Parisa', 
    'Danial', 'Mahtab', 'Arash', 'Shahrzad', 'Paria', 'Houman', 'Shahab', 'Neda', 
    'Shaghayegh', 'Roya', 'Parnia', 'Setareh', 'Elnaz', 'Pouyan', 'Arzoo', 
    'Salman', 'Bita', 'Sepehr', 'Karim', 'Afsaneh', 'Samyar', 'Noushin', 
    'Mehrdad', 'Tanaz', 'Arad', 'Shirin', 'Saba', 'Pouria', 'Mahla', 'Pouyan', 
    'Yousef', 'Navid', 'Nader', 'Behnaz', 'Shokoufeh', 'Katayoun', 'Nazanin', 
    'Shahriar', 'Mahsa', 'Farzaneh', 'Peiman', 'Puneh', 'Mohsen', 'Mozhgan', 
    'Kaveh', 'Shiva', 'Houra', 'Afra', 'Nastaran', 'Mehyar', 'Arian', 'Taraneh', 
    'Anahita', 'Pari', 'Tara', 'Sam', 'Sorena', 'Mojdeh', 'Roshanak', 'Novin', 'Baran'
]

lname = [
    'رضایی', 'محمدی', 'حسینی', 'مرادی', 'جعفری', 'کریمی', 'رحمانی', 'عباسی', 'صادقی', 'موسوی',
    'احمدی', 'نوری', 'خانی', 'علیزاده', 'حیدری', 'مقدم', 'شریف', 'سلیمی', 'بیات', 'افتخاری',
    'کاظمی', 'اسماعیلی', 'قادری', 'سجادی', 'ترکمان', 'قنبری', 'نصیری', 'فیروزآبادی', 'شفیعی', 'قربانی',
    'رنجبر', 'کاشانی', 'میرزایی', 'نجفی', 'عراقی', 'نعمتی', 'صالحی', 'پاکدامن', 'درویش', 'فرهادی',
    'بهزادی', 'نیکبخت', 'عسگری', 'زمانی', 'نقیبی', 'معینی', 'کوهی', 'عینی', 'زمانیان', 'زرگری',
    'خاکی', 'زندی', 'یوسفی', 'رستمی', 'اکبری', 'جلالی', 'حاجی‌زاده', 'شمس', 'طاهری', 'واعظی',
    'صدری', 'نوبخت', 'شهیدی', 'سرافراز', 'بهشتی', 'گل‌محمدی', 'فرخی', 'فرامرزی', 'مهاجر', 'مقیمی',
    'ظریفی', 'امامی', 'طوسی', 'کیانی', 'کرباسی', 'سلطانی', 'تبریزی', 'رودباری', 'پیرزاده', 'افتخاریان',
    'مهرابی', 'معتمدی', 'پاکنژاد', 'زارع', 'یگانه', 'رهنما', 'سیف', 'آقازاده', 'صدیقی', 'بابایی',
    'طهماسبی', 'عبدی', 'جاویدی', 'غفاری', 'منصوری', 'قائدی', 'فرجی', 'ساعی', 'بهاری', 'سلطانیان',
    'شاکری', 'زارعی', 'مظهری', 'مظفری', 'زمانی‌نژاد', 'عبدی‌نیا', 'نجفیان', 'کمالی', 'محمودی', 'هاشمی'
]

english_lname = [
    'Rezaei', 'Mohammadi', 'Hosseini', 'Moradi', 'Jafari', 'Karimi', 'Rahmani', 'Abbasi', 'Sadeghi', 
    'Mousavi', 'Ahmadi', 'Noori', 'Khani', 'Alizadeh', 'Heydari', 'Moqaddam', 'Sharif', 'Salimi', 
    'Bayat', 'Aftakhari', 'Kazemi', 'Esmaeili', 'Ghaderi', 'Sajadi', 'Torkaman', 'Ghanbari', 'Nasiri', 
    'Firoozabadi', 'Shafiei', 'Ghorbani', 'Ranjbar', 'Kashani', 'Mirzaei', 'Najafi', 'Araqi', 'Nematollahi', 
    'Salehi', 'Pakdaman', 'Darvish', 'Farhadi', 'Behzadi', 'Nikbakht', 'Asgari', 'Zamani', 'Naqibi', 
    'Moeini', 'Kouhi', 'Eyni', 'Zamaniyan', 'Zargari', 'Khaki', 'Zandi', 'Yousefi', 'Rostami', 'Akbari', 
    'Jalali', 'Hajizadeh', 'Shams', 'Taheri', 'Vaezi', 'Sadri', 'Nobakht', 'Shahidi', 'Sarfraz', 
    'Beheshti', 'Golmohammadi', 'Farrokhi', 'Faramarzi', 'Mohajer', 'Moghimi', 'Zarifi', 'Emami', 
    'Toosi', 'Kiani', 'Karbasi', 'Soltani', 'Tabrizi', 'Roudbari', 'Pirzadeh', 'Eftekharyan', 'Mehrabi', 
    'Moatamedi', 'Paknejad', 'Zare', 'Yeganeh', 'Rahnama', 'Seif', 'Aghazadeh', 'Sediqi', 'Babaei', 
    'Tahmasebi', 'Abdi', 'Javidi', 'Ghaffari', 'Mansouri', 'Ghaedi', 'Faraji', 'Saeei', 'Bahari', 
    'Soltanian', 'Shakeri', 'Zarei', 'Mazaheri', 'Mozaffari', 'Zamaninejad', 'Abdinejad', 'Najafian', 
    'Kamali', 'Mahmoudi', 'Hashemi'
]

country = [
    'ایران', 'آمریکا', 'کانادا', 'انگلستان', 'آلمان', 'فرانسه', 'استرالیا', 'ژاپن', 'چین', 'هند',
    'روسیه', 'برزیل', 'آرژانتین', 'مکزیک', 'ایتالیا', 'اسپانیا', 'ترکیه', 'کره جنوبی', 'عربستان سعودی', 'امارات متحده عربی',
    'نروژ', 'سوئد', 'سوئیس', 'هلند', 'بلژیک', 'اتریش', 'دانمارک', 'فنلاند', 'پرتغال', 'یونان',
    'مصر', 'آفریقای جنوبی', 'نیوزیلند', 'سنگاپور', 'تایلند', 'اندونزی', 'مالزی', 'پاکستان', 'عراق', 'سوریه',
    'لبنان', 'افغانستان', 'قزاقستان', 'ازبکستان', 'گرجستان', 'ارمنستان', 'ترکمنستان', 'آذربایجان', 'اوکراین', 'لهستان',
    'رومانی', 'بلغارستان', 'چک', 'اسلواکی', 'مجارستان', 'صربستان', 'کرواسی', 'بوسنی و هرزگوین', 'مقدونیه', 'آلبانی',
    'پرتغال', 'لیتوانی', 'لتونی', 'استونی', 'فنلاند', 'ایرلند', 'ایسلند', 'کوبا', 'ونزوئلا', 'پرو',
    'شیلی', 'کلمبیا', 'اکوادور', 'بولیوی', 'پاراگوئه', 'اروگوئه', 'ونزوئلا', 'نیکاراگوئه', 'جامائیکا', 'هائیتی',
    'مراکش', 'تونس', 'الجزایر', 'لیبی', 'سودان', 'کنیا', 'نیجریه', 'اتیوپی', 'گانا', 'زامبیا',
    'زیمبابوه', 'تانزانیا', 'آنگولا', 'موزامبیک', 'نامیبیا', 'بوتسوانا', 'مالی', 'سنگال', 'گینه', 'ساحل عاج'
]

airlines = [
    'ایران ایر', 'ماهان', 'آسمان', 'کیش ایر', 'قشم ایر', 'کاسپین', 'زاگرس', 'تابان', 
    'معراج', 'پویا ایر', 'ساها', 'سپهران', 'وارش', 'ایرتور', 'کارون', 'پارسیان', 
    'هما', 'آتا', 'نوید', 'نفت'
]

cities = [
    'تهران', 'مشهد', 'اصفهان', 'شیراز', 'تبریز', 'کرمان', 'یزد', 'اهواز', 'کرج', 'رشت',
    'قم', 'کیش', 'بندرعباس', 'سنندج', 'ارومیه', 'زاهدان', 'زنجان', 'ساری', 'بوشهر', 'قزوین',
    'همدان', 'خرم‌آباد', 'کرمانشاه', 'اراک', 'سبزوار', 'قشم', 'اردبیل', 'ایلام', 'مراغه', 'نیشابور',
    'بجنورد', 'بیرجند', 'کاشان', 'گرگان', 'گنبد کاووس', 'لامرد', 'آمل', 'نور', 'چالوس', 'دماوند',
    'ملایر', 'بروجرد', 'مرند', 'بوشهر', 'رفسنجان', 'نکا', 'آبادان', 'ماهشهر', 'دهدشت', 'فیروزآباد',
    'آران و بیدگل', 'فومن', 'صومعه‌سرا', 'تالش', 'لاهیجان', 'ماسال', 'رودسر', 'لنگرود', 'میناب', 'دزفول',
    'شوش', 'شادگان', 'مسجدسلیمان', 'اندیمشک', 'ایذه', 'شوشتر', 'گچساران', 'دهلران', 'بانه', 'مریوان',
    'قروه', 'سقز', 'کامیاران', 'پاوه', 'سرپل ذهاب', 'صحنه', 'کنگاور', 'بیجار', 'آستارا', 'خلخال',
    'میانه', 'اهر', 'بستان‌آباد', 'ماکو', 'خوی', 'سلماس', 'بناب', 'عجب‌شیر', 'هریس', 'اسکو',
    'ورامین', 'پیشوا', 'پاکدشت', 'قرچک', 'بومهن', 'دماوند', 'فیروزکوه', 'شهریار', 'اندیشه', 'قدس'
]

vehicles = [
    'خودرو سواری', 'موتورسیکلت', 'دوچرخه', 'کامیون', 'اتوبوس', 'مینی‌بوس', 'ون', 'کامیونت', 'تاکسی',
    'قطار', 'مترو', 'تراموا', 'کشتی', 'قایق', 'هواپیما', 'هلیکوپتر', 'اسکوتر برقی', 'تراکتور', 'تریلی',
    'کامیون حمل زباله', 'جرثقیل', 'آمبولانس', 'ماشین آتش‌نشانی', 'کامیون یخچال‌دار', 'ماشین پلیس', 'بولدوزر',
    'لیفتراک', 'چرخ‌دستی', 'کشتی باربری', 'قایق موتوری', 'زپلین', 'اتوبوس برقی', 'کامیون تانکر', 'کامیون حمل سوخت'
]

gender = [
    'مرد',
    'زن'
]

jobs = [
    "مهندس",
    "دکتر",
    "کارمند",
    "نظامی",
    "کارگر",
    "بازاری",
    "آزاد",
    "بساز بفروش",
    "منشی",
    "معلم",
    "پژوهشگر",
    "برنامه‌نویس",
    "طراح گرافیک",
    "مدیر پروژه",
    "محاسب",
    "حسابدار",
    "موسیقیدان",
    "نویسنده",
    "جراح",
    "داروساز",
    "روانشناس",
    "پزشک عمومی",
    "پرستار",
    "راننده",
    "مدرس زبان",
    "توسعه‌دهنده وب",
    "مدیر فروش",
    "بازاریاب",
    "عکاس",
    "رادیولوژیست",
    "دامپزشک",
    "مشاور مالی",
    "مهندس برق",
    "مهندس مکانیک",
    "پزشک متخصص",
    "لوله‌کش",
    "تاسیسات‌کار",
    "آرایشگر",
    "شیمیدان",
    "کارشناس منابع انسانی",
    "متخصص امنیت شبکه",
    "کارشناس فروش",
    "مدیر رسانه‌های اجتماعی",
    "مشاور مدیریت",
    "سرویسکار",
    "نگهبان",
    "خلبان",
    "فروشنده"
]

salary = [
    "100,000,000",
    "200,000,000",
    "300,000,000",
    "400,000,000",
    "500,000,000",
    "600,000,000",
    "700,000,000",
    "800,000,000",
    "900,000,000",
    "1,000,000,000"
]

Marital = [
    "مجرد",
    "متاهل"
]

payment_status = [
    "پرداخت شده",
    "پرداخت نشده",
    "در انتظار پرداخت"
]

vehicle_color = [
    "قرمز",
    "سبز",
    "مشکی",
    "سفید",
    "ابی",
    "بنفش",
    "صورتی",
    "خاکستری"
]

price = [
    "150,000,000",
    "205,000,000",
    "350,000,000",
    "405,000,000",
    "540,000,000",
    "606,000,000",
    "780,000,000",
    "806,000,000",
    "901,000,000",
    "1,000,000,000"
]